tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'

# Essentials
brew 'bat'
brew 'chezmoi'
brew 'coreutils'
brew 'curl'
brew 'exa'
brew 'fish'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'htmlq'
brew 'httpie'
brew 'jq'
brew 'lazygit'
brew 'neovim'
brew 'node'
brew 'ranger'
brew 'ripgrep'
brew 'saulpw/vd/visidata'
brew 'starship'
brew 'tmux'
brew 'tmuxinator'
brew 'wget'
brew 'yarn'

cask '1password'
cask '1password-cli'
cask 'discord'
cask 'docker'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'kitty'
cask 'raycast'
cask 'spotify'
cask 'tableplus'
cask 'the-unarchiver'

# Work
# cask 'microsoft-teams'
# cask 'sizzy'
# cask 'slack'
# cask 'transmit'

# Fonts
cask 'font-blex-mono-nerd-font'
cask 'font-cascadia-code'
cask 'font-cascadia-code-pl'
cask 'font-fira-code'
cask 'font-fira-code-nerd-font'
cask 'font-hack'
cask 'font-hack-nerd-font'
cask 'font-input'
cask 'font-iosevka'
cask 'font-iosevka-nerd-font'
cask 'font-jetbrains-mono'
cask 'font-jetbrains-mono-nerd-font'
cask 'font-victor-mono'
cask 'font-victor-mono-nerd-font'
