tap 'saulpw/vd'

# Essentials
brew 'bash'
brew 'bat'
brew 'btop'
brew 'chezmoi'
brew 'composer'
brew 'coreutils'
brew 'curl'
brew 'ddev/ddev/ddev'
brew 'eza'
brew 'fd'
brew 'fish'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'htmlq'
brew 'httpie'
brew 'jq'
brew 'lazygit'
brew 'neovim'
brew 'node'
brew 'php@8.3'
brew 'pnpm'
brew 'ripgrep'
brew 'starship'
brew 'tree-sitter'
brew 'tree-sitter-cli'
brew 'visidata'
brew 'wget'
brew 'yarn'
brew 'yazi'
brew 'zellij'
brew 'zoxide'

cask '1password'
cask '1password-cli'
cask 'discord'
cask 'dropbox'
cask 'ghostty'
cask 'orbstack'
cask 'raycast'
cask 'spotify'
cask 'vivaldi'
cask 'zen'

# Work
cask 'figma'
cask 'slack'
cask 'tableplus'
cask 'transmit'

# Fonts
cask 'font-blex-mono-nerd-font'
cask 'font-fira-code'
cask 'font-fira-code-nerd-font'
cask 'font-hack'
cask 'font-hack-nerd-font'
cask 'font-input'
cask 'font-jetbrains-mono'
cask 'font-jetbrains-mono-nerd-font'
